/* 
  scanning_suggestions.strings
  CleanMyMac

  Created by krivoblotsky on 5/13/16.
  Copyright © 2016 MacPaw. All rights reserved.
*/
//Photos library connection

"Library Not Responding" = "La bibliothèque ne répond pas";
"CleanMyMac was unable to access your photo library, because of its unresponsive state." = "CleanMyMac n'a pas pu accéder à votre photothèque, car celle-ci ne répond pas.";

"Quit or force quit Photos;" = "Quittez Photos ou forcez sa fermeture.";
"Open your Activity Monitor;" = "Ouvrez le Moniteur d'activité.";
"Force quit the \"photolibraryd\" process;" = "Forcez l'arrêt du processus \"photolibraryd\".";
"Reopen Photos if needed." = "Si nécessaire, rouvrez Photos.";

//Library Update
"Library Update Required" = "Mise à jour de la photothèque requise";
"Please update your photo library to make it accessible for a scan." = "Veuillez mettre à jour votre photothèque pour qu'elle puisse être analysée.";

"Open your library in the Photos app;" = "Ouvrez la photothèque dans l'app Photos.";
"Wait until it updates the library." = "Patientez jusqu'à ce que la photothèque soit mise à jour.";
